<!doctype html public "-//w3c//dtd html 4.0 transitional//en">
<html>
<head>
   <meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
   <meta name="GENERATOR" content="Mozilla/4.5 [en] (Win98; I) [Netscape]">
</head>
<body text="#000000" bgcolor="#FFFFFF" link="#0000EF" vlink="#51188E" alink="#FF0000">
<b><font face="Times New Roman,Times"><font color="#000000">Diff&eacute;rentes
options permettent de repr&eacute;senter les lignes, colonnes ou facteurs
en deux dimension sous plusieurs modalit&eacute;s (voir <a href="menus_fr.html">menus</a>).
Le module de visualisation se pr&eacute;sente sous la fa&ccedil;on suivante
:</font></font></b>
<center>
<p><img SRC="capture1.jpeg" height=399 width=400></center>

<p><b><font face="Times New Roman,Times"><font color="#000000">On s&eacute;lectionne
une zone de l'image en maintenant la touche de la souris enfonc&eacute;e
et en la d&eacute;pla&ccedil;ant. Les nom des points appartenant dans la
zone s&eacute;lectionn&eacute;e, apparaissent dans la liste "Sel" (en bas).
La liste "tot "contient les noms de tous les points de l'image. La zone
de texte au dessus des liste permet de s&eacute;lectionner facilement les
&eacute;l&eacute;ments de la liste d&eacute;butant par un m&ecirc;me pr&eacute;fixe
(ou se placer rapidement &agrave; un niveau de la liste qui est tri&eacute;
dans l'ordre alphab&eacute;tique). Lorsqu'on s&eacute;lectionne un ou plusieurs
noms dans une des listes, les points correspondant changent temporairement
de couleur dans l'image.&nbsp; On peut modifier de mani&egrave;re plus
durable la couleur d'un point donn&eacute; ou faire&nbsp; afficher son
nom sur l'image en s&eacute;lectionnant son nom dans une des listes et
en utilisant le menu &agrave; c&ocirc;t&eacute; de la zone texte de la
liste consid&eacute;r&eacute;e (menu mat&eacute;rialis&eacute; par l'icone
"fl&ecirc;che ver le bas"). Ceci peut &eacute;galement &ecirc;tre fait
directement sur l'image en se pla&ccedil;ant sur le point et en cliquant
avec le bouton droit de la souris, ce qui fait appara&icirc;tre un menu
contextuel. Une dizaines de couleurs sont disponibles et reconfigurables
via le menu </font><font color="#006600">Pr&eacute;f&eacute;rences</font><font color="#000000">.</font></font></b>
<br><b><font face="Times New Roman,Times"><font color="#000000">La barre
d'outils contient les boutons de zoom, le bouton suivant enregistre l'image
au format jpeg,</font></font></b>
<br><b><font face="Times New Roman,Times"><font color="#000000">Dans le
cas ou l'image s'y pr&egrave;te, la barre d'outil contient &eacute;galement
un bouton qui fait appara&icirc;tre ou dispara&icirc;tre la droite de r&eacute;gression,
une zone de texte contient l'equation de la droite de r&eacute;gression
et un bouton "point barr&eacute;" permet de sortir les points de la zone
de s&eacute;lection du calcul de la droite de r&eacute;gression.</font></font></b>
<p><b><font face="Times New Roman,Times"><font color="#006600"><font size=+2><a href="index_fr.html">Index</a></font></font></font></b>
</body>
</html>
